# RbsDuctFittingLossTableParam Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsDuctFittingLossTableParam Property
ParameterTypeId Class See Also
---
"ASHRAE Table"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsDuctFittingLossTableParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsDuctFittingLossTableParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsDuctFittingLossTableParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace